{
  "eligibility criteria for admission": "Passed HSC or its equivalent examination with Physics and Mathematics as compulsory subjects along with one of the Chemistry or Biotechnology or Biology or Technical or Vocational subjects, and obtained at least 45% marks (at least 40% marks, in case of Backward class categories and Persons with Disability candidates belonging to Maharashtra State only). Further, the candidate is also required to have a valid score in MHT – CET / JEE (Main) for that Year.",
  "document required for admission": "A Student applying for admission should carry the original and 2 sets of photocopies of all his testimonials. <br>The documents required are: <br>1. Adhaar Card <br>2. 10th Marksheet <br>3. 12th Marksheet <br>4. Proof of Entrance Exam <br>5. Three passport size photographs <br>6. Proof of Gap years (if any) <br>7. Domicile certificate/Birth certificate/Leaving Certificate with place of birth <br>8. Minority Language certificate - applicable to Minority Category students ",
  "important dates related to admission": "The admission schedule is published on <a href='www.mahacet.org'>www.mahacet.org</a> under the FE notification section.",
  "how to apply": "You must register and enrol on the State Common Entrance Test Cell, Govt. of Maharashtra website as part of the CAP (Centralized Admission Process).",
  "DTE code of college institute": "<b>3211</b> is the DTE code of SIES Graduate School of Technology.",
  "can students from other states of India take admission through CAP": "Yes, students from other states can apply through the Centralized Admission Process. Refer to official guidelines.",
  "cut-off percentile of your college for the last year": "Please refer to <a href='www.mahacet.org'>www.mahacet.org</a> for last year’s cut-offs.",
  "is it mandatory to register on CET portal for management quota": "Yes, registration on the CET portal is mandatory even for management quota.",
  "If I apply for Institute / Management seat, is my admission confirmed? ": "NO. Merely applying doesn’t ensure admission to the institute. Admission depends on the merit list and guidelines specified by the institute. All the information regarding admission will be updated on the college website from time to time.",
  "fee structure of the college": "Fees are as per the Fee Regulatory Authority and will be updated on the official website.",
  "infrastructure in the college": "Lush Green Campus, Eco-Smart Classroom with round-the-clock accessible WI-FI, well equipped classrooms, adequate library facility with online resources and ease of access facility using Digital Library, State of the Art Labs, Air-conditioned Auditorium, Seminar Hall, Computer Centre, Language Lab etc. Also Bank Facility, Stationery Shop, Student Recreation Area, ideal Campus Security with CCTV etc. are available in the campus ",
  "do you have hostel facility": "NO, however, the college is located at the prime location of the city where PG and private hostel facilities are available in the vicinity.",
  "is category concession or scholarship free ship in fees available": "Category concession is applicable ONLY to the candidates who have secured admission through CAP and belonging to Maharashtra. A concession is applicable as per the government resolution/ directives issued by competent authorities from time to time.",
  "can I apply for multiple or two or 2 at a time scholarships": "NO. At any given point of time, you are eligible to apply for any ONE of the scholarship schemes as discussed above. If found violating this, serious action can be initiated against the candidate / student. ",
  "what is TFWS seat": "It is a Tuition Fee Waiver Scheme by AICTE/Government of Maharashtra for meritorious students from the State of Maharashtra and having their parents annual income below 8.00 Lacs. These seats shall be filled by the competent authorities.",
  "how are campus placements": "<b>Very GOOD</b>, SIES GST has an exclusive Training and Placement Cell continuously engaged in the training and placement activities round the year. The institute ensures all the eligible candidates are placed in reputed companies. A good number of companies visit the campus every year.Some of the recruiters visiting regularly include:<br> Infosys,<br> Cognizant,<br> Endress+Hauser,<br> Siemens,<br> L&T Infotech,<br> Persistent Systems,<br> Tech Mahendra,<br> Byjus,<br> Jio,<br> Endurance,<br> Lombardini,<br> Kelvolt,<br> KPIT,<br> Jindal Polyfilms,<br> Patni Computers,<br> Syntel,<br> i-Flex,<br> Mphasis,<br> Videocon,<br> John Deere, <br>Seed Infotech,<br> Varroc, <br>Expert Global Solutions,<br> and so on.... <br>Please visit the link on our website:<a href='www.siesgst.ac.in'>www.siesgst.ac.in</a> for more details. <br>The salaries offered are as per the norms of the company. ",
  "do you have industry tie ups or arrange visits": "<b>YES</b>, Our Institute has signed many MOUs with number of industries. <br>Industrial visit is a regular activity for our students. <br>We have a very Active Institute Industry Interaction Cell for seeking avenues for collaborative activities like Projects/Training/ Placement/Internships. <br>",
  "extra activities are arranged for students": "There are many active Students Chapters like <strong>IETE</strong>, <strong>CSI</strong>, <strong>ISTE</strong>, etc. which organize various Technical Events / Competitions.<br> Apart from this, <br>there is an active <b>Student Council</b> and <b>NSS</b> wing which conducts several extra-curricular activities through <br>Robotics Club<br> Coding Club<br> Literary Club<br> Music Group<br> Drama Club<br> Cultural Club<br> Sports Cell etc.",
  "do you provide internships": "Since the institution has many Industries tie ups, it helps students getting internships in industry. Apart from that our internal faculty members are working on different projects, offering internships to students. <br>Also, the Training and Placement Cell is continuously engaged in seeking internship opportunities for students.",
  "difference between B.E. and B.Tech": "There is no academic difference between B.E. as Bachelor of Engineering & B.Tech. as Bachelor of Technology. Colleges those who are affiliated with the Universities and follow the syllabus of university offer B.E. Degree and the autonomous and private universities offer B.Tech. Degree. ",
  "can we change branch in second year": "YES. However it depends upon the vacancy position in the branch of your choice. Additionally you must fulfil all the conditions/ rules laid down by the competent authorities. The branch/course change will be considered based on the merit of First Year Engineering results.",
  "college timings": "College timings are 9 AM to 5 PM. Saturdays are for non-academic activities and doubt-solving sessions.",
  "does tuition fee remain same throughout course": "YES. However, the guidelines will be followed as prescribed by the concerned authority (Fee Regulatory Authority) from time to time.",
  "is it mandatory to submit original documents": "Yes, admission is confirmed only upon fee payment within the stipulated time and original document submission.",
  "how far distance is the institute from Nerul station": "About 2 km from Nerul station.15 Minutes of walking distance Shared autos are available.",
  "is the institute NAAC or NBA accredited": "Yes. NAAC A+ accredited. EXTC, CE, and IT departments are NBA accredited.",
  "can I get admission guidance": "Yes, the Admission Cell will assist you throughout the process.",
  "is canteen facility available": "Yes, hygienic canteen and cafeteria are available on campus.",
  "is the college autonomous": "Yes. It received Autonomous status from 2024-25. Affiliated to University of Mumbai.",
  "can I apply before class XII results": "No. Apply only after Class XII and CET/JEE results are declared.",
  "will documents for education loans be given": "Yes. After admission confirmation, loan documents will be issued.",
  "how are the teachers in the college": "Highly qualified and experienced faculty provide strong academic and practical guidance.",
  "what branches department and intake are available": "There are Eight branches:<br>1. Computer Engineering - 180<br>2. Information Technology - 120<br>3. Electronics and Telecommunication Engineering - 60<br>4. Electronics & Computer Science - 60<br>5. Artificial Intelligence & Data Science - 120<br>6. Artificial Intelligence & Machine Learning - 60<br>7. Computer Science & Engineering (IoT & Cyber Security including Blockchain Technology) - 60<br><b>Total Intake:</b> 660",
  "department branch and intake of college": "There are Eight branches:<br>1. Computer Engineering - 180<br>2. Information Technology - 120<br>3. Electronics and Telecommunication Engineering - 60<br>4. Electronics & Computer Science - 60<br>5. Artificial Intelligence & Data Science - 120<br>6. Artificial Intelligence & Machine Learning - 60<br>7. Computer Science & Engineering (IoT & Cyber Security including Blockchain Technology) - 60<br><b>Total Intake:660</b>",
  "which is the best engineering branch in SIES GST": "All branches are good. Students should choose based on their interest.",
  "is there any minority quota available": "Yes.Tamil minority quata is availabe in the collage.",
  "Minority quata is for all south Indian students": "No, the minority quota is specifically for Tamil linguistic minority students.",
  "hi": "Hello! How can I assist you today?",
  "hello": "Hello! How can I assist you today?",
  "good morning": "Good morning! How can I assist you today?",
  "good afternoon": "Good afternoon! How can I assist you today?",
  "good evening": "Good evening! How can I assist you today?",
  "how are you": "I'm just a program, but I'm here to help you! How can I assist you today?",
  "what is your name": "I am the SIES Graduate School of Technology Chatbot",
  "who are you": "I am the SIES Graduate School of Technology Chatbot",
  "what is SIES GST": "SIES Graduate School of Technology (SIES GST) is an autonomous engineering college affiliated with the University of Mumbai, located in Nerul, Navi Mumbai. It offers undergraduate and postgraduate programs in various engineering disciplines.",
  "application procedure for admission?":"The application process for engineering admission is conducted by State Common Entrance Test Cell, Govt. of Maharashtra. It is <b>MANDATORY</b> for the candidate to <b>REGISTER</b> and <b>ENROL</b> on the website to become part of the Central Admission Process (CAP).", 
  "I would like to take admission through management quota. Is it still mandatory to register on the CET portal? ": "<b>YES</b>. Registration and Enrolment on the web portal of State Common Entrance Test Cell, Govt. of Maharashtra is <b>MANDATORY</b>.",
  "student council  are arranged for students": "There are many active Students Chapters like <strong>IETE</strong>, <strong>CSI</strong>, <strong>ISTE</strong>, etc. which organize various Technical Events / Competitions.<br> Apart from this, <br>there is an active Student Council and NSS wing which conducts several extra-curricular activities through Robotics Club<br> Coding Club<br> Literary Club<br> Music Group<br> Drama Club<br> Cultural Club<br> Sports Cell etc.",
  "Is Saturday working day": "College timings are 9 am to 5 pm. Non-academic activities are conducted on Saturdays. All faculty members are available on the campus for the doubt solving sessions.",
  "Which branch of Engineering is the best": "All branches are good. It is important to understand the interest of your ward.",
  "Is the minority quota applicable to all South Indian language communities?": "No, SIES is purely Tamil linguistic minority institute",
  "cutoff for admission under the minority quota?": "Please refer to the portal www.mahacet.org for previous years’ cutoff.",
  "Is hostel accommodation available for students?": "Being centrally located in the city, the college benefits from easy access to nearby private hostel accommodation. Additionally, several paying guest (PG) facilities are available in the vicinity, offering convenient housing options for students.",
  "Does the college provide Wi-Fi facilities to students?": "Wi-Fi facilities are provided on students laptops exclusively for academic purposes, ensuring seamless access to digital learning resources and online educational platforms.",
  "railway concession available provided to students?": "<b>Yes</b>, It is available for students",
  "procedure for paying the college fees?": "The fees can be paid through online mode or by cash",
  "Is sports equipment available for students?": "We have well equipped sports room with all the facilities required.",
  "contact details (phone number and email) of the college office?": "For further details, kindly <b>contact 02261082402/17/18/19</b>",
  "any dress code to be followed in the college?": "Students enrolled in professional degree programs are expected to adhere to a decent and appropriate dress code that reflects the values of discipline, professionalism, and respect for the academic environment.",
  "management quota available for admission?": "As per the guidelines of CET cell, 20% seats are available under the institute level quota.",
  "Are placement services or campus recruitment drives conducted?": "Regular placement drives are conducted on campus, along with recruitment training to enhance students' employability skills.",
  "can I apply for Institute / Management seat quata": "Yes, Refer to the college Website for admission in Management quata",
  "scholarship in fees available for minority student, student": "Category concession is applicable ONLY to the candidates who have secured admission through CAP and belonging to Maharashtra. A concession is applicable as per the government resolution/ directives issued by competent authorities from time to time.",
  "education loans be given": "Yes. After admission confirmation, loan documents will be issued."


}
